{
  "Lists": "Llistes",
  "Account": "Compte",
  "Sign out": "Desconnectar",
  "We took the simplicity of a to-do list": "Prenem la simplicitat d'una llista de tasques pendents",
  "mixed it with the flexibility of a task board": "barrejat amb la flexibilitat d'una taula de tasques",
  "and then we added some cats": "i després hem afegit alguns gats",
  "Learn more": "Aprendre més",
  "We started with a basic checklist and redesigned it, to make it more efficient for teamwork": "Comencem amb una llista de comprovació bàsica i redissenyat, perquè sigui més eficient per al treball en equip",
  "After years of working with different development methods, we found that a lot of the tools we were using was far to complex for a lot of projects.": "Després d'anys de treballar amb diferents mètodes de desenvolupament, trobem que moltes de les eines que utilitzàvem era molt al complex d'una gran quantitat de projectes.",
  "to do": "fer",
  "in progress": "en curs",
  "awaiting response": "en espera la responsa",
  "done": "fet",
  "So we put together a classic To Do-list, but instead of using checkboxes we built a toggle switch with four different states, inspired by common agile task boards: %s, %s, %s and %s": null,
  "This is what we built:": "Això és el que hem construït:",
  "Terms": "Condicions",
  "Privacy": "Intimitat",
  "Support": "Suport",
  "Connect to sign in": "Connexió a una sessió",
  "Terms of Service": "Condicions del Servei",
  "You don't need to create a new account to use TodoCat, just connect with one you already have. By connecting a new account you agree to our %s.": "No cal crear un compte nou per utilitzar TodoCat, només ha de connectar amb un que ja té. Mitjançant la connexió d'un nou compte està d'acord amb la nostra %s.",
  "OK": null,
  "No": null,
  "Yes": "Sí",
  "Cancel": "Cancel·lar",
  "This list is private": null,
  "My lists": null,
  "%s left": null,
  "Shared": null,
  "Delete": null,
  "Sharing options": null,
  "This list is public": null,
  "Create a new list": null,
  "Hide Done tasks": null,
  "Sort by status": null,
  "Reporter:": null,
  "Assignee:": null,
  "To Do": null,
  "In Progress": null,
  "Awaiting Response": null,
  "Done": null,
  "Edit": null,
  "Unassigned": null,
  "Add task": null,
  "Making your list public means that anyone can see your list and when you work on it, but they can't make any changes.": null,
  "This list is currently private.": null,
  "Make public": null,
  "This list is currently <strong>locked</strong>. To invite more people and cats, you need to click on the unlock-button below to generate an invite-link.": null,
  "Unlock": null,
  "This list is currently <strong>unlocked</strong>. You can send the link below to invite your friends and cats to use your to-do list.": null,
  "Please consider locking your list again when you are finished inviting everybody, so you don't get any sneaky dogs ruining your list.": null,
  "Lock": null,
  "This list is currently public.": null,
  "Make private": null,
  "Facebook": null,
  "Connected with %s": null,
  "Settings": null,
  "Enable sounds": null,
  "Adds cute cat sounds. Useful to keep track of changes when TodoCat is in the background!": null,
  "Subscribe to newsletter": null,
  "We will spam you every day with things you don't care about.": null,
  "Follow our blog instead": null,
  "Sign in/sign up": "Entrar/Registrar",
  "This page could not be found": null,
  "Switching language, please wait...": "Llenguatge de commutació, si us plau esperi...",
  "This is an example :)": null,
  "When building TodoCat our aim was to make it as easy to get started as possible": null,
  "Simply connect": null,
  "A big problem we found was getting colleagues and clients to actually use the tools we found. One way we are trying to solve this issue is by letting users sign in with an account they already have. %s and you will be up and running within seconds.": null,
  "It works on your cat photo instagramming device too!": null,
  "For updates and more, check out our social media channels!": null,
  "Twitter": null,
  "Tumblr": null,
  "Blog": null,
  "Languages": null,
  "click here": null,
  "These localizations were made by other TodoCat users and may not be completely translated. If you would like to contribute, %s to learn more.": null,
  "change the language": null,
  "This translation was provided by our users and is only %s completed. If you would like to contribute, %s to learn more. You can also %s.": null,
  "Free!": null,
  "List name": null,
  "Create": null,
  "Sharing \"%s\"": null,
  "Privacy Policy": null,
  "New list": null
}