{
  "Lists": "Listor",
  "Account": "Konto",
  "Sign out": "Logga ut",
  "We took the simplicity of a to-do list": "Vi tog enkelheten i en att göra-lista",
  "mixed it with the flexibility of a task board": "flexibiliteten i ett ärendehanteringssystem",
  "and then we added some cats": "och blandade dem med katter",
  "Learn more": "Läs mer",
  "We started with a basic checklist and redesigned it, to make it more efficient for teamwork": "Vi började med en enkel checklista, sedan utformade vi den för effektivare lagarbete",
  "After years of working with different development methods, we found that a lot of the tools we were using was far to complex for a lot of projects.": "Efter flera års erfarenhet av olika arbetssätt upptäckte vi att många av de verktyg vi använde var alldeles för komplexa för flera projekt.",
  "to do": "att göra",
  "in progress": "pågår",
  "awaiting response": "väntar på svar",
  "done": "klar",
  "So we put together a classic To Do-list, but instead of using checkboxes we built a toggle switch with four different states, inspired by common agile task boards: %s, %s, %s and %s": "Så vi satte ihop en klassisk Att Göra-lista, men istället för vanliga kryssrutor byggde vi en växelknapp med fyra lägen, inspirerat av vanliga agila verktyg: %s, %s, %s och %s",
  "This is what we built:": "Det här är vad vi byggde:",
  "Terms": "Villkor",
  "Privacy": "Sekretess",
  "Support": "Hjälp",
  "Connect to sign in": "Anslut för att logga in",
  "Terms of Service": "Användarvillkor",
  "You don't need to create a new account to use TodoCat, just connect with one you already have. By connecting a new account you agree to our %s.": "Du behöver inte skapa ett nytt konto för att använda TodoCat, anslut bara med ett du redan har. När du ansluter godkänner du våra %s.",
  "OK": "OK",
  "No": "Nej",
  "Yes": "Ja",
  "Cancel": "Avbryt",
  "This list is private": "Denna lista är privat",
  "My lists": "Mina listor",
  "%s left": "%s kvar",
  "Shared": "Delad",
  "Delete": "Ta bort",
  "Sharing options": "Delnings-inställningar",
  "This list is public": "Den här listan är publik",
  "Create a new list": "Skapa en ny lista",
  "Hide Done tasks": "Visa klara ärenden",
  "Sort by status": "Sortera efter status",
  "Reporter:": "Avsändare:",
  "Assignee:": "Tilldelad:",
  "To Do": "Att göra",
  "In Progress": "Pågår",
  "Awaiting Response": "Väntar på Svar",
  "Done": "Klar",
  "Edit": "Redigera",
  "Unassigned": "Ej tilldelad",
  "Add task": "Lägg till ärende",
  "Making your list public means that anyone can see your list and when you work on it, but they can't make any changes.": "Att göra din lista publik betyder att vem som helst kan se din lista och när du jobbar med den, men de kan inte göra några ändringar.",
  "This list is currently private.": "Den här listan är just nu privat.",
  "Make public": "Gör publik",
  "This list is currently <strong>locked</strong>. To invite more people and cats, you need to click on the unlock-button below to generate an invite-link.": "Den här listan är <strong>låst</strong>. För att bjuda in fler personer och katter måste du klicka på Lås upp-knappen nedan och använda länken som skapas.",
  "Unlock": "Lås upp",
  "This list is currently <strong>unlocked</strong>. You can send the link below to invite your friends and cats to use your to-do list.": "Den här listan är <strong>olåst</strong>. Du kan skicka länken nedan till dina vänner och katter som ska ha tillgång till din lista.",
  "Please consider locking your list again when you are finished inviting everybody, so you don't get any sneaky dogs ruining your list.": "Överväg att låsa din lista igen när du bjudit in de du vill, så inga lömska hundar kommer och förstör din lista.",
  "Lock": "Lås",
  "This list is currently public.": "Just nu är den här listan är publik.",
  "Make private": "Gör privat",
  "Facebook": "Facebook",
  "Connected with %s": "Ansluten med %s",
  "Settings": "Inställningar",
  "Enable sounds": "Aktivera ljud",
  "Adds cute cat sounds. Useful to keep track of changes when TodoCat is in the background!": "Lägger till söta kattljud. Användbart om du har TodoCat i bakgrunden!",
  "Subscribe to newsletter": "Prenumerera på nyhetsbrev",
  "We will spam you every day with things you don't care about.": "Vi kommer spamma dig varje dag om saker du inte bryr dig om.",
  "Follow our blog instead": "Följ vår blogg istället",
  "Sign in/sign up": "Logga in/Registrera",
  "This page could not be found": "Den här sidan kunde inte hittas",
  "Switching language, please wait...": "Byter språk, var god vänta...",
  "This is an example :)": "Det här är ett exempel :)",
  "When building TodoCat our aim was to make it as easy to get started as possible": "När vi byggde TodoCat var vårt mål att göra det så enkelt som möjligt att komma igång",
  "Simply connect": "Anslut bara",
  "A big problem we found was getting colleagues and clients to actually use the tools we found. One way we are trying to solve this issue is by letting users sign in with an account they already have. %s and you will be up and running within seconds.": "Ett stort problem vi hittade var att få kollegor och kunder att faktiskt använda de verktyg vi hittade. Ett sätt vi försöker lösa detta är genom att låta användare logga in med konton de redan har. %s så är du igång på några sekunder.",
  "It works on your cat photo instagramming device too!": "Det funkar på din katt-foto-instagramma-maskin också!",
  "For updates and more, check out our social media channels!": "För senaste nytt, ta en titt på våra sociala media-kanaler!",
  "Twitter": "Twitter",
  "Tumblr": "Tumblr",
  "Blog": "Blogg",
  "Languages": "Språk",
  "click here": "klicka här",
  "These localizations were made by other TodoCat users and may not be completely translated. If you would like to contribute, %s to learn more.": null,
  "change the language": null,
  "This translation was provided by our users and is only %s completed. If you would like to contribute, %s to learn more. You can also %s.": null,
  "Free!": "Gratis!"
}